{
  "text": {
    "0": {
      "zone_1": "Ou « partenaire d’entraînement », dans la langue de Marcel Cerdan. En boxe, les sparring-partners sont souvent des athlètes de haut niveau, engagés par le boxeur et son staff contre rémunération. « Le but est de faire des mises de gants face à des boxeurs qui ont un style similaire au futur adversaire », explique Rénald Garrido.",
	  "zone_2": "Être sparring-partner, ce n’est ni un métier spécifique, ni une reconversion de fin de carrière. La plupart des boxeurs passe par cette étape un jour. Et contrairement aux idées reçues, ce ne sont pas des athlètes ratés. Tony Yoka, pourtant en pleine quête du titre de champion du monde, l’a, par exemple, été en février 2018. Il y a autant de profils de sparring que de boxeurs. Mais pour cerner les enjeux de cet aspect du « noble art », voici l’histoire de l’un de ces partenaires particuliers."
	},
    "1": {
      "zone_1": "Mardi 12 mars 2019, 9h30. Rénald Garrido, arrivé à minuit à Liverpool, enfile ses gants dans le vestiaire. Un mois plus tard, le Marseillais boxe pour le titre de champion de France des poids légers. Mais s\u0027il a traversé la Manche, ce n\u0027est pas pour préparer ce combat. Le temps de quatre jours, il est le sparring-partner de Robbie Davies Jr (29 ans, 18 victoires dont une par KO, 0 défaite). Le boxeur anglais a choisi Rénald pour l\u0027aider à devenir champion d\u0027Europe, le 30  mars. Les deux sportifs se changent en silence. Au programme : dix rounds intensifs de trois minutes.",
      "zone_2": "Le temps de quatre jours, il est le sparring-partner de Robbie Davies Jr (29 ans, 18 victoires dont une par KO, 0 défaite). Le boxeur anglais a choisi Rénald pour l\u0027aider à devenir champion d\u0027Europe, le 30  mars. Les deux sportifs se changent en silence. Au programme : dix rounds intensifs de trois minutes.",
      "zone_3": "Rénald rencontre Robbie il y a sept ans, sur le ring. Mis au sol par l\u0027Anglais au premier round, il se venge au deuxième, en lui infligeant la même sanction ! « Ça a créé un lien très fort entre nous. à la fin du combat, on s\u0027est même enlacés. » Trois ans plus tard, Rénald combat à Liverpool. Robbie, lui, est dans le public pour l\u0027encourager. « Depuis, il m\u0027appelle lorsqu\u0027il a des adversaires qui ont une boxe similaire à la mienne. Ce qu\u0027il veut, c\u0027est le «style Garrido» : agressivité, endurance et rigueur. »",
      "zone_4": "« On n\u0027est pas toujours bien accueilli en tant que sparring », regrette le Lion. Mais avec le boxeur anglais, une vraie complicité s\u0027est installée. « La réussite de Robbie est une forme de réussite pour moi aussi.",
      "zone_5": "Je ressens une énorme fierté quand il gagne. » Regarder un match de foot ensemble, faire les magasins ou encore visiter l\u0027Angleterre, la relation entre les deux boxeurs va au-delà du ring et dépasse le sparring.",
      "zone_6": "Pour Rénald, être sparring-partner, c\u0027est avant tout l\u0027occasion de découvrir de nouvelles façons de travailler, dans des cadres différents : « Je profite de l\u0027entraînement avec Robbie pour préparer mes prochaines échéances. » Que la session ait lieu en France ou à l\u0027étranger, le Lion est certain d\u0027une chose : « C\u0027est en sortant de ses habitudes qu\u0027on apprend le plus.»",
      "zone_7": "Rénald est payé à la journée. Ses frais de transport et de logement sont également couverts. Sa réputation lui permet d\u0027avoir des offres lucratives. Des offres alléchantes, mais qui ont un prix : être loin de sa famille."
        },
    "2": {
      "zone_1": "Rénald Garrido vit à Marseille depuis 2015, avec sa femme Élodie et leurs deux fils, Thiago et Sandro. Ils habitent un modeste appartement, dans un immeuble juché sur les hauteurs de l\u0027Estaque, au nord de la ville, avec vue sur la mer.",
      "zone_2": "Rénald Garrido grandit dans « un cocon familial soudé », à Châlons-en-Champagne. Mais à neuf ans, son déménagement à Miramas, dans les Bouches-du-Rhône, marque le début de ses difficultés. « Mon père s\u0027est mis à être violent avec ma mère. Elle nous a abandonnés quand j\u0027avais dix ans. » Dès lors, Rénald gère tout : « Je donnais à manger à mon frère et ma sœur. » Après le départ de sa mère, son père devient alcoolique : « J\u0027avais une haine profonde contre mes parents. Cette période a duré jusqu\u0027à mes 17 ans. »",
      "zone_3": "« Quand on s\u0027engueulait avec mon père, il me foutait dehors. Une nuit, deux nuits, puis deux mois. J\u0027avais à peine 14 ans. Je dormais dans des caravanes ou des voitures. Je me chauffais avec des briquets. » Le boxeur n\u0027est pas près d\u0027oublier cette période : « Avec mon frère et ma sœur, on est des bêtes blessées mais on reste forts mentalement. Ce n\u0027est pas pour rien qu\u0027on m\u0027appelle “le Lion“ quand je boxe. »",
      "zone_4": "Les années de galère ne sont pas finies. L\u0027adolescent enchaîne les mauvais choix et les écarts de conduite. Il se met à fumer et sombre petit à petit dans la délinquance. Jusqu\u0027à finir derrière les barreaux. Condamné pour vols de voitures, il passe huit mois en prison. Aujourd\u0027hui, Rénald regarde son parcours avec lucidité : « J\u0027avais besoin d\u0027une sanction. »",
      "zone_5": "À 21 ans, Rénald sort de prison, mais il n\u0027est pas arrivé au bout de son chemin de croix. En manque de repères, le jeune homme doute. Jusqu\u0027à penser au pire, tourmenté par des envies de suicide. « J\u0027en avais un peu ras-le-bol. J\u0027avais souvent des idées noires », confie le Marseillais d\u0027adoption.",
      "zone_6": "La boxe aide Rénald à sortir de cette période trouble. À 25 ans, il prend une licence au Boxing Club de Miramas. Après seulement deux années, il atteint les finales des championnats de France. « J\u0027avais ça dans le sang. » Le Lion est né. Pourtant, la boxe était loin d\u0027être une vocation. À sept ans, il avait déjà tenté de mettre les gants. « Je souhaitais que mon père m\u0027accompagne dans une activité. » Mais l\u0027expérience a tourné court. « J\u0027ai arrêté au bout d\u0027un ou deux ans. Je n\u0027étais tout simplement pas passionné. » Aujourd\u0027hui, son état d\u0027esprit est bien différent...",
      "zone_7": "Son investissement inspire. Partenaire de l\u0027ombre à Liverpool, Rénald attire dans sa salle toute la lumière. Au CS Savinois, il est un exemple à suivre. À côté du ring où il s\u0027entraîne, une dizaine de boxeurs de tous âges s\u0027échauffent et épient ses moindres gestes.",
	  "zone_8": "Selon “Kayser”, son coach, Rénald ne doit pas abuser de ces entraînements intensifs : « Il lui reste peut-être deux, voire trois belles années de boxe. Il ne faut pas qu\u0027il ait des pépins physiques et que ça se finisse mal. » Même chez lui, le boxeur ne peut s\u0027empêcher de travailler : « J\u0027ai une petite salle de sport avec un tapis de course, un vélo et un rameur. » Il peut néanmoins compter sur Kayser pour veiller sur lui : « Rénald vit boxe, dort boxe. Alors, il m\u0027arrive de l\u0027appeler, pour qu\u0027il lève un peu le pied. »",
	  "zone_9": "On est tous le sparring de quelqu\u0027un d\u0027autre. Fiflah aide Rénald à préparer son prochain combat. Le « sparring du sparring » vient d\u0027affronter le Lion durant trois rounds : « Pour travailler le cardio, c\u0027est le meilleur. C\u0027est un rouleau-compresseur. » Julien prend la suite sur le ring. Il partage son avis : « C\u0027est comme si on avait deux boxeurs en face. Si on lui tient tête, on sait qu\u0027on peut boxer à un très bon niveau. » Ses contrats de sparring à l\u0027étranger ne sont donc pas une surprise pour Bruno, avec qui il boxe depuis cinq ans. « Pour la préparation, c\u0027est une plus-value. Tous les boxeurs internationaux le savent. »"
    },
    "3": {
      "zone_1": "Sparring ou pas, le monde de la boxe reste toujours autant imprévisible. Pour son 48ème combat, le 2 février 2019, Rénald devait combattre pour le titre de champion de France des supers-légers. Mais, trois jours avant le combat, son adversaire, blessé, déclare forfait. Rénald se démène et trouve un autre rival : le Hongrois Zoltan Szabo. « Je voulais un bon boxeur, pas un simple faire-valoir. »",
      "zone_2": "Dans le halo de lumière qui entoure le ring, on voit la sueur s\u0027échapper, coup après coup. On entend le fracas des gants qui s\u0027écrasent sur le visage de l\u0027adversaire. « Allez le Lion ! Montre lui les dents, t\u0027es à la maison ! Ne lui laisse rien ! » Les encouragements fusent de tous les coins de la salle.",
      "zone_3": "Le combat est intense. Six rounds de trois minutes, à l\u0027issue desquels Rénald prend le dessus sur son adversaire. Pourtant, Zoltan Szabo avait bien entamé le match. Ses esquives ont, un temps, fait douter le Lion. Mais la hargne et l\u0027agressivité de Rénald ont fait la différence. Quand la cloche retentit, le public l\u0027a compris, et fait de Garrido son héros. Il l\u0027emporte aux points.",
      "zone_4": "À 35 ans, la carrière du Lion est derrière lui. Mais il a encore quelques ambitions avant de raccrocher les gants. « Je vise le titre de champion de l\u0027Union européenne. » Il envisage ensuite de se reconvertir dans le coaching, et de se consacrer à sa seconde vie, « accompagnateur dans l\u0027insertion professionnelle. »",
      "zone_5": "Après la victoire de Robbie Davies Jr, personne n\u0027a évoqué le nom de Rénald Garrido. Les projecteurs ne se sont braqués que sur un seul homme. Pourtant, les quelques jours passés à Liverpool témoignent de l\u0027implication du boxeur marseillais dans la construction de cette victoire. Les coups portés par Rénald à Robbie, son frère de gants, ont, à leur manière, participé au succès de ce dernier.",
      "zone_6": "Quitter ses proches, son quotidien, pour offrir à un autre boxeur la possibilité d\u0027atteindre son objectif, Rénald Garrido l\u0027a fait. Avec le sentiment d\u0027être, à son niveau, acteur de ce succès.",
	  "zone_7": "Un succès qu\u0027il n\u0027a pas connu, le 13 avril dernier, au championnat de France des poids légers. Mais le Lion compte bien démontrer qu\u0027il est toujours prêt à sortir de l\u0027ombre pour prendre la lumière."
	  
    },
	"4": {}
  }
}
